<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
기본 약관

    서비스를 사용하려면 만 14세 이상이어야 합니다.
    폭력, 외설, 부분적 외설, 차별, 불법, 침해, 편파, 포르노 또는 선정적인 사진이나 기타 게시물을 서비스를 통해 게시할 수 없습니다.
    회원님은 본인의 계정을 통해 발생하는 모든 활동에 책임을 지고, 계정, 팔로워, 사용자 이름 또는 기타 계정 권리를 판매, 이전, 허가 또는 양도하지 않을 것에 동의합니다. 직장이나 고객을 대표하여 계정을 만들도록 명백하게 허가를 받은 사람 또는 업체를 제외하고, Ambrosia.com은 이러한 계정 생성을 금지하고, 회원님은 본인을 제외한 다른 사람을 위해 계정을 만들지 않을 것에 동의합니다. 또한 회원님은 가입 후 및 그 외의 기간에 회원님이 Ambrosia.com에 제공하고 있거나 제공했던 모든 정보가 사실이고, 정확하며, 현재에 입각하고, 완전하다는 점을 나타내고, 사실성과 정확성을 유지하기 위해 필요할 경우 정보를 수정할 것에 동의합니다.
    회원님은 다른 Ambrosia.com 사용자들의 로그인 정보를 요청, 수집 또는 사용하지 않을 것에 동의합니다.
    회원님은 비밀번호의 기밀성과 안전성을 유지할 책임이 있습니다.
    회원님은 사람이나 단체를 폄하, 스토킹, 괴롭힘, 악용, 학대, 협박, 사칭 또는 위협해서는 안 되고, 서비스를 통해 본인이나 다른 사람의 신용카드 정보, 소셜 시큐리티 또는 그 대안이 되는 국민 식별 번호, 전체 공개되지 않은 전화번호 또는 전체 공개되지 않은 이메일 주소 등 사적인 정보나 기밀 정보를 게시할 수 없습니다.
    서비스를 불법적 또는 승인되지 않은 목적으로 이용할 수 없습니다. 회원님은 저작권법 등 서비스 및 콘텐츠(아래에 정의) 사용에 적용되는 모든 법률, 규칙, 규정(예: 연방, 주, 도)을 준수할 것에 동의합니다.
    회원님 본인의 행동, 모든 데이터, 텍스트, 파일, 정보, 사용자 이름, 이미지, 그래픽, 사진, 프로필, 오디오 및 동영상 클립, 사운드, 음악 작업, 저작물, 앱, 링크, 회원님이 서비스에 또는 서비스를 통해 제출, 게시 또는 표시하는 기타 콘텐츠 또는 자료("콘텐츠"로 통칭)에 대해서는 회원님이 전적으로 책임을 집니다.
    회원님은 서비스 또는 Ambrosia.com과 연관되어 있다는 허위 사실을 내포하기 위하여 서비스를 변경, 수정, 각색 또는 개조하거나 다른 웹사이트를 변경, 수정 또는 개조해서는 안 됩니다.
    Ambrosia.com이 허용한 방식이 아닌 다른 방식으로 Ambrosia.com의 비공개 API에 액세스해서는 안 됩니다. Ambrosia.com API의 사용은 별도 약관의 적용을 받으며, http://Ambrosia.com.com/about/legal/terms/api/("API 약관")에서 확인할 수 있습니다.
    원치 않은 이메일, 댓글, 좋아요 또는 다른 형태의 영리적 또는 피해를 주는 커뮤니케이션("스팸")을 다른 Ambrosia.com 사용자를 대상으로 만들거나 전송할 수 없습니다.
    Ambrosia.com의 사전 서면 동의 없이 도메인 이름 또는 웹 URL을 사용해서는 안 됩니다.
    웜, 바이러스, 스파이웨어, 악성 코드 또는 기타 파괴적이거나 개입적인 성격을 지니는 코드를 전송하는 등의 행위를 통해 서비스 또는 서비스에 연결된 서버나 네트워크에 개입하거나 이를 방해해서는 안 됩니다. Ambrosia.com 페이지가 사용자의 브라우저나 기기에 이행 또는 표시되는 방식에 내용이나 코드를 개입시키거나 수정 또는 방해할 수 없습니다.
    회원님은 반드시 Ambrosia.com의 커뮤니티 가이드라인 https://help.Ambrosia.com.com/customer/portal/articles/262387-community-guidelines을 준수해야 합니다.
    자동화된 장치, 스크립트, 봇, 스파이더, 크롤러, 스크레이퍼를 사용하는 등의 승인되지 않은 방식으로 서비스에 계정을 만들 수 없습니다.
    다른 사용자가 서비스를 사용 또는 즐기지 못하도록 제한해서는 안 되며, 이 이용 약관이나 기타 Ambrosia.com 약관의 위반을 유도 또는 조장해서는 안 됩니다.
    이 이용 약관을 위반할 경우 Ambrosia.com의 단독 재량에 따라 회원님의 Ambrosia.com 계정은 폐쇄될 수 있습니다. 회원님은 Ambrosia.com이 서비스에 게시된 게시물에 대해 책임을 질 수 없고, 책임을 지지 않으며, 사용자가 서비스 사용에 대한 위험을 부담한다는 점을 이해하고 이에 동의합니다. 본 이용 약관의 내용이나 취지를 위반하거나 Ambrosia.com에 관련하여 위험이나 법적 노출 가능성을 조성할 경우 회원님에게 제공되는 서비스의 전부 또는 일부가 중단될 수 있습니다.

일반 조건

    Ambrosia.com은 사전 고지 없이 언제든지 회원님에게 책임을 묻지 않는 방식으로 특정한 이유를 들어 서비스 및 회원님의 서비스 액세스 권한을 수정 또는 종료할 권리를 보유합니다. Ambrosia.com 계정을 비활성화하려면 서비스에 로그인한 다음 https://Ambrosia.com.com/accounts/remove/request/에서 해당 양식을 작성해 주세요. Ambrosia.com이 회원님의 서비스 액세스 권한을 종료하거나 회원님이 위에 설명된 양식을 통해 계정을 비활성화하지 않으실 경우, 사진, 댓글, 좋아요, 친구 사이, 기타 모든 데이터는 회원님의 계정을 통해 액세스할 수 없게 되나(예: 회원님의 사용자 이름으로 둘러보고 회원님의 사진을 조회할 수 없게 됨), 해당 내용 및 데이터는 서비스 내에서 계속되거나 나타날 수 있습니다(예: 회원님의 게시물이 다른 사람에 의해 재공유된 경우).
    계정 종료 시 이 이용 약관에 따라 회원님에게 부여된 모든 라이센스 및 기타 권리는 즉시 중단됩니다.
    Ambrosia.com은 경우에 따라 단독 재량으로 이 이용 약관을 변경("개정 약관")할 권리를 보유합니다. 법률적 또는 행정적 사유로 변경을 하는 경우를 제외하고, Ambrosia.com은 개정 약관이 시행되기 전에 합리적인 사전 공지를 할 것입니다. 회원님은 Ambrosia.com이 개정 약관을 서비스상에 게시함으로써 회원님에게 공지를 전달할 수 있고, 개정 약관의 시행일 이후 서비스를 사용하실 경우(또는 Ambrosia.com이 합리적으로 명시할 경우 이러한 기타 행동에 연관됨으로써) 개정 약관에 동의하는 것으로 간주된다는 점에 동의합니다. 따라서 회원님은 서비스를 사용하기 전에 이 이용 약관 및 개정 약관을 검토해야 합니다. 개정 약관은 게시일 또는 개정 약관에 명시되어 있을 수 있는 이후 날짜 기준으로 시행되고 해당 시점 이후부터 회원님의 서비스 사용에 적용됩니다. 이 이용 약관은 개정 약관의 시행일 이전에 발생한 모든 분쟁을 관장합니다.
    Ambrosia.com은 언제든지 특정한 사유를 들어 다른 사람에게 서비스에 대한 액세스 권한을 거부할 권리를 보유합니다.
    Ambrosia.com은 특정 사유를 들어 모든 사용자 이름을 강제로 몰수할 수 있는 권리를 보유합니다.
    Ambrosia.com은 단일 재량에 따라 이 이용 약관을 위반하는 것으로 판단된 게시물 또는 게시물이 포함된 계정을 삭제, 수정, 차단 및/또는 모니터링할 수 있으나 그러할 의무는 없습니다.
    회원님은 온라인 또는 오프라인에서 서비스의 다른 사용자들과의 교류 활동에 단독 책임을 집니다. 회원님은 Ambrosia.com이 특정 사용자의 행위에 대해 책임을 지지 않는다는 점에 동의합니다. Ambrosia.com은 회원님과 다른 사용자 사이에 발생한 분쟁을 모니터링 또는 연관될 권리를 보유하나 그러할 의무는 없습니다. 게시물이나 개인적 정보 또는 기타 정보를 전송 또는 게시할 때 등 다른 사람과 교류를 할 때는 상식적으로 생각하여 현명한 판단을 내리시기 바랍니다.
    서비스 또는 서비스로부터 회원님이 받으시는 커뮤니케이션에는 제삼자 웹사이트 또는 기능과 연결된 링크가 있을 수 있습니다. 또한 서비스 내에 있는 이미지나 댓글에 제삼자 웹사이트 또는 기능으로 연결된 링크가 있을 수도 있습니다. 서비스에는 Ambrosia.com이 통제, 유지, 후원하지 않는 제삼자 콘텐츠도 포함되어 있습니다. 서비스나 서비스에 있는 회원님의 프로필을 제삼자 웹사이트 또는 기능과 연결해 주는 앱 등 서비스 의 기능에 따라 서비스와 제삼자 웹사이트 또는 기능 사이의 교류 활동이 허용될 수 있습니다. 예를 들어, 서비스에는 회원님이 서비스나 제삼자와의 게시물로부터 게시물을 공유할 수 있도록 해주는 기능이 포함되어 있을 수 있고, 이는 제삼자의 서비스 또는 앱에 전체 공개로 게시될 수 있습니다. 이러한 기능을 사용할 경우 일반적으로 회원님은 제삼자 서비스에 있는 계정에 로그인해야 하고 이로 인한 위험은 회원님이 부담합니다. Ambrosia.com은 이러한 제삼자의 웹 서비스 또는 웹 서비스의 콘텐츠를 통제하지 않습니다. 회원님은 Ambrosia.com이 해당되는 제삼자의 서비스나 기능에 대해 어떠한 방식으로든 책임을 지지 않는다는 점을 명백히 인식하고 이에 동의합니다. 서비스를 통해 발견된 회원님과 제삼자 사이의 서신 및 사업적 거래는 오로지 회원님과 제삼자 사이에 한합니다. 회원님은 회원님의 단일 및 절대 재량 및 위험에 따라 서비스 또는 서비스에 있는 회원님의 프로필을 제삼자 서비스(각각 "앱")와 연결해 주는 앱을 사용하도록 선택할 수 있고, 이러한 앱은 회원님의 서비스 프로필에서 또는 프로필로 정보를 교류, 연결, 수집 및/또는 가져올 수 있습니다. 이러한 앱을 사용함으로써 회원님은 다음을 인정하고 이에 동의하게 됩니다. (i) 앱을 사용하여 정보를 공유하는 경우, 회원님은 공유되고 있는 서비스상 회원님의 프로필에 대한 정보에 동의하게 됩니다. (ii) 회원님의 앱 사용으로 인해 개인 식별 정보가 전체적으로 공개되고 또는 회원님과 연관될 수 있습니다. (iii) 회원님의 앱 사용은 회원님의 선택이고 회원님이 위험을 부담하며, 앱에 관련된 사용으로 인해 Ambrosia.com 측(아래에 정의)에 피해가 미치지 않도록 합니다.
    회원님은 서비스 사용으로 발생된 모든 데이터 수수료를 책임질 것에 동의합니다.
    Ambrosia.com은 자동화된 방식으로 사용자 프로필, 사진 등 서비스상의 콘텐츠(Ambrosia.com의 명백한 동의 하에 검색 엔진에서 사용되는 기본 검색 엔진 프로토콜 또는 테크놀로지로 인해 발생한 결과 제외)를 크롤링, 스크레이핑, 캐싱 또는 액세스하는 행위를 금지합니다.

권리

    Ambrosia.com은 서비스상에서 또는 서비스를 통해 회원님이 게시하신 일체의 게시물에 대해 소유권을 주장하지 않습니다. 대신, 회원님은 Ambrosia.com에 비독점, 전액 지급, 로열티,무료, 양도성, 재면허 가능, 전세계 라이센스를 부여함으로써 회원님이 서비스상에서 또는 서비스를 통해 게시하신 게시물을 사용할 수 있도록 하며, 이는 섹션 3("정보 공유"), 4("정보 보관 방법"), 5("사용자의 정보에 관한 사용자의 선택") 등 http://Ambrosia.com.com/legal/privacy/에 나와 있는 서비스의 개인정보취급방침의 적용을 받습니다. 회원님은 개인정보취급방침에 설명된 바와 같이 사진 등 회원님의 게시물과 활동을 누구에게 공개할지 선택할 수 있습니다.
    일부 서비스는 광고 매출에 의해 지원되므로 이에 광고 및 프로모션이 표시될 수 있으며, 회원님은 Ambrosia.com이 해당 광고 및 프로모션을 서비스 또는 회원님의 게시물에, 게시물에 대해 또는 게시물과 관련하여 게재할 수 있다는 점에 동의합니다. 해당 광고 및 프로모션의 방법, 방식, 범위는 회원님에게 구체적인 공지 없이 변경될 수 있습니다.
    회원님은 Ambrosia.com이 유료 서비스, 스폰서 콘텐츠 또는 영리적 커뮤니케이션을 항상 이에 해당되는 것으로 식별할 수 없다는 점을 인정합니다.
    회원님은 다음 사항을 진술 및 보장합니다. (i) 회원님이 서비스에 또는 서비스를 통해 게시하신 게시물을 소유하고 또는 본 이용 약관에 명시된 권리 및 라이센스를 부여할 권리를 갖습니다. (ii) 서비스에서 또는 서비스를 통한 회원님의 게시물 게시 및 사용은 개인 정보 보호 권리, 홍보권, 저작권, 상표권 및/또는 기타 지적재산권 등 타인의 권리를 위반, 유용 또는 침해하지 않습니다. (iii) 회원님이 서비스에 또는 서비스를 통해 게시하신 콘텐츠의 사유로 인해 지급해야 할 로열티, 수수료, 기타 금액을 모두 지급할 것에 동의합니다. (iv) 회원님은 회원님의 관할권에서 본 이용 약관을 시행할 법적 권리 및 권한을 갖고 있습니다.
    서비스에는 Ambrosia.com이 소유 또는 라이센스를 받은 콘텐츠("Ambrosia.com 콘텐츠")가 포함되어 있습니다. Ambrosia.com 콘텐츠는 저작권, 상표권, 특허, 대외비, 기타 법에 의해 보호를 받고, 회원님과 Ambrosia.com 간에서는 Ambrosia.com이 Ambrosia.com 콘텐츠 및 서비스에 있는 모든 권리를 소유 및 보유합니다. 회원님은 Ambrosia.com 콘텐츠에 통합되어 있거나 이에 동반되는 저작권, 상표, 서비스 마크 또는 다른 자산적 권리 공지를 삭제, 수정 또는 은폐하지 않고, Ambrosia.com 콘텐츠를 재생산, 수정, 각색, 이에 기반한 2차적 저작물 준비, 수행, 표시, 출판, 배포, 전송, 방송, 판매, 라이센스 부여 또는 착취하지 않습니다.
    Ambrosia.com의 이름 및 로고는 Ambrosia.com의 상표이므로 Ambrosia.com의 브랜드 가이드를 준수하는 경우를 제외하고 Ambrosia.com의 사전 서면 허가 없이 전체 또는 일부를 복제, 모방 또는 사용할 수 없습니다. https://www.Ambrosia.com-brand.com/ 또한 모든 페이지 제목, 사용자 지정 그래픽, 버튼 아이콘, 스크립트는 서비스 마크, 상표 및/또는 Ambrosia.com의 트레이드 드레스이므로 Ambrosia.com의 사전 서면 허가 없이 전체 또는 일부를 복제, 모방 또는 사용할 수 없습니다.
    Ambrosia.com은 서비스의 가용성을 최대한 높이 유지할 의도를 지니고 있지만, 예정된 점검이나 업그레이드, 긴급 복구, 원격 통신 연결 및/또는 장비 고장 등으로 인해 서비스가 중단될 수 있는 경우가 있습니다. 또한 Ambrosia.com은 특정 사유로 인해 사전 고지 없이 서비스에서 특정한 게시물을 삭제할 권리를 보유합니다. 서비스에서 삭제된 게시물은 특정한 법적 의무 준수 등을 위해 Ambrosia.com에 의해 계속 저장될 수 있으나, 유효한 법정 명령이 없을 경우 회수가 가능하지 않을 수 있습니다. 이에 따라 Ambrosia.com은 회원님의 게시물 백업을 자체적으로 유지할 것을 부탁드립니다. 즉, Ambrosia.com은 백업 서비스가 아니며 회원님은 게시물 백업 또는 저장 목적으로 서비스에 의존하지 않을 것에 동의합니다. Ambrosia.com은 서비스의 수정, 중단, 차단 또는 게시물 분실에 대해 책임을 지지 않습니다. 또한 회원님은 인터넷이 보안 위반의 적용을 받을 수 있고 게시물 또는 기타 정보의 전송이 안전하지 않을 수 있다는 점을 인정합니다.
    회원님은 Ambrosia.com이 서비스 내에 게시된 게시물에 대해 책임을 지지 않고 이를 후원하지 않는다는 점에 동의합니다. Ambrosia.com은 게시물을 사전 검열, 모니터링, 수정 또는 삭제할 의무를 지니지 않습니다. 회원님의 게시물이 이 이용 약관을 위반할 경우 회원님이 해당 게시물에 대해 법적 책임을 질 수 있습니다.
    서비스의 개인정보취급방침(http://Ambrosia.com.com/legal/privacy/)에 설명된 경우를 제외하고, 회원님과 Ambrosia.com 간에서는 모든 게시물이 기밀이 아니고 자산적인 가치를 지니지 않으며 Ambrosia.com은 게시물의 사용 또는 공개에 대해 책임지지 않습니다. 회원님은 Ambrosia.com과의 관계가 기밀, 신탁 또는 기타 유형의 특수 관계가 아니고, 게시물을 전송하기로 한 회원님의 결정으로 인해 Ambrosia.com이 회원님의 게시물과 관련하여 등 일반 대중이 유지하고 있는 위치와 다른 위치에 놓이게 되지 않는다는 점을 인정하고 이에 동의합니다. 회원님의 모든 게시물은 Ambrosia.com의 일부에서 기밀성 의무의 적용을 받지 않고, Ambrosia.com은 회원님이 제공하신 게시물의 사용 및 공개에 대해 책임지지 않습니다.
    Ambrosia.com의 정책상, Ambrosia.com이 특별히 요청한 내용 및 구체적인 특정 약관, 조건, 준수 사항이 적용될 수 있는 내용을 제외하고, 내용, 정보, 아이디어, 제안 또는 기타 내용은 수락 또는 고려되지 않습니다. 이는 회원님의 아이디어가 Ambrosia.com이 개발하거나 독자적으로 개발하고 있는 아이디어와 유사할 경우 오해를 방지하기 위한 조치입니다. 따라서 Ambrosia.com은 원치 않은 내용이나 아이디어를 수락하지 않고, 이러한 방식으로 전송된 모든 내용 또는 아이디어에 대해 책임을 지지 않습니다. Ambrosia.com의 정책에도 불구하고 회원님이 내용, 정보, 아이디어, 제안 또는 기타 내용을 Ambrosia.com에 보내도록 선택하실 경우, 회원님은 Ambrosia.com이 해당 내용, 정보, 아이디어, 제안 또는 기타 내용을 회원님에게 특정 종류의 책임 또는 지급을 제공하지 않고 제품 및 서비스를 개발, 마케팅하는 등을 위한 목적으로 자유롭게 사용할 수 있다는 점에 동의합니다.

저작권 및 기타 지적재산 위반 신고

    Ambrosia.com은 모든 사람의 권리를 존중하며, 모든 사용자는 서로의 권리를 존중해야 합니다.
    Ambrosia.com은 회원님의 지적 재산권을 보호하는 데 도움이 되는 도구를 제공합니다. 지적재산 침해를 신고하는 방법에 대해 자세히 알아보려면 https://help.Ambrosia.com.com/customer/portal/articles/270501를 방문해 주세요.
    상습적으로 타인의 지적 재산권을 침해하는 경우 회원님 계정이 비활성화될 수 있습니다.

보증 고지 사항

Ambrosia.com 콘텐츠 등 서비스는 "있는 그대로", "이용 가능한 대로", "고객 측의 일체 책임으로" 제공됩니다. 법률상 허용될 수 있는 최대 범위까지, Ambrosia.com, 모회사, 직원, 관리자, 관리 또는 대리인("Ambrosia.com 측"으로 통칭)은 (a) 서비스, (b) Ambrosia.com 콘텐츠, (c) 사용자 게시물 또는 (d) Ambrosia.com으로 또는 서비스를 통한 정보 전송과 관련된 보안과 관련하여 그 어떠한 유형의 명시적 또는 묵시적인 진술, 보장 또는 후원을 하지 않습니다. 또한 Ambrosia.com 측은 상품성의 보장, 특정 목적의 적합성, 비침해, 소유권, 상품 이용, 거래, 향유권, 시스템 통합, 컴퓨터 바이러스로부터의 자유 등 명시적 또는 묵시적인 모든 보장을 포기합니다.

Ambrosia.com 측은 서비스에 오류나 중단이 없다거나, 결함이 시정될 것이라거나 또는 서비스가 이용 가능하도록 해주는 서비스 또는 서버가 바이러스 등 유해한 요소가 없을 것이라는 점을 진술 또는 보증하지 않습니다. Ambrosia.com 측은 (특정 설명 등) 서비스상의 모든 정보가 정확하거나 완벽하거나 유용하다는 진술 또는 보증을 하지 않습니다. 회원님은 서비스 사용으로 인한 위험을 단독 부담한다는 점을 인정합니다. Ambrosia.com 측은 회원님의 서비스 사용이 특정 사법권에서 합법적이라는 점을 보증하지 않고, Ambrosia.com 측은 구체적으로 해당 보증을 포기합니다. 일부 사법권은 묵시적인 포기 또는 기타 보증을 제한하거나 허용하고 있지 않으므로 위에 포기 사항은 해당 사법권의 법이 회원님과 이 이용 약관에 적용되는 부분까지 회원님에게 적용되지 않을 수 있습니다.

회원님은 서비스에 액세스 또는 서비스를 사용함으로써 회원님의 활동이 회원님이 서비스에 액세스 또는 서비스를 사용하고 있는 모든 사법권에서 합법적이라는 점을 진술 및 보증합니다.

Ambrosia.com 측은 게시물을 후원하지 않고, 구체적으로 특정한 손실, (실제적, 결과적, 처벌적 등의) 손상, 부상, 주장, 책임 또는 콘텐츠에 기반하거나 콘텐츠로부터 발생한 특정 유형 또는 특성의 기타 원인을 사유로 한 책임을 특정 개인 또는 단체에 대해 포기합니다.
책임 제한, 포기

Ambrosia.com은 어떠한 상황에서도 (직간접적, 경제적, 모범적, 특수적, 처벌적, 부수적 또는 결과적 손실 또는 손상 등) (a) 서비스, (b) Ambrosia.com 콘텐츠, (c) 사용자 게시물, (d) 회원님의 서비스 사용, 사용 불가 또는 성과, (e) 회원님 또는 다른 당사자의 서비스 사용에 대한 Ambrosia.com 측 또는 사법 당국에 의한 조사와 관련되어 취해진 조치, (f) 저작권 또는 기타 지적재산 소유자와 관련하여 취해진 조치, (g) 서비스 운영상의 오류 또는 생략, (h) 예상 가능했거나 Ambrosia.com 측이 수행 계약 등에 기반하여 손상, 태만, 무과실 책임 또는 (태만, 천재지변, 원격 통신 고장 또는 서비스 도난 또는 파기에 의해 전적으로 또는 일부 유발된 문제 등) 불법 행위의 가능성을 통보 받았거나 이에 대해 인식하고 있었다고 할지라도, 보안 위반으로 인한 손상 또는 바이러스, 버그, 조작, 사기, 오류, 생략, 개입, 고장, 운영 또는 전송 지연, 컴퓨터 라인 또는 선 고장 또는 기타 기술 또는 수익 손실에 따른 손해, 선의 상실, 데이터 상실, 작업 중단, 결과의 정확성 또는 컴퓨터 고장 또는 오작동 등 기타 오작동 등에서 발생하여 사용자의 컴퓨터, 모바일 장치 또는 기타 장비 또는 기술에 가해진 손상에 직간접적으로 관련된 손실, 손상 등을 사유로 한 책임을 회원님에 대해 지지 않습니다. 어떠한 경우에도 Ambrosia.com 측은 사망, 인명 피해 등 손실, 손해 또는 부상에 대한 책임을 회원님이나 여타 사람에 대해 지지 않습니다. 관련법에 인해 우발적 또는 파생적 손해에 대한 제한이나 제외가 허용되지 않을 수 있으므로, 이러한 제한이나 제외가 회원님에게 적용되지 않을 수 있습니다. 어떠한 경우에도 Ambrosia.com 측이 모든 손해, 손실 또는 소송 사유에 대해 회원님에게 지고 있는 총 책임은 미화 100달러를 초과하지 않습니다.

회원님은 본인이 Ambrosia.com의 행동 또는 생략으로 인해 발생된 특정한 손실, 손해 또는 부상을 발생시켰을 경우, 본인에게 가해진 손상(존재 시)는 회복 가능하지 않고, 웹사이트, 서비스, 재산, 제품 또는 Ambrosia.com 측이 소유 또는 통제하는 기타 콘텐츠의 악용을 방지해 주는 금지 명령을 회원님에게 부여하기에 충분하지 않다는 점에 동의하고, 회원님은 Ambrosia.com 측이 소유 또는 통제하는 웹사이트, 재산, 제품, 서비스 또는 기타 콘텐츠의 개발, 생산, 배포, 광고, 전시, 악용을 금지 또는 제한할 권리를 갖지 않습니다.

회원님은 서비스에 액세스함으로써 현재 알 수 없거나 의심되지 않는 주장에 관하여 권리를 포기할 수도 있다는 점을 이해하고, 이러한 포기에 의거하여, 이 조항은 "채권자가 기권증서를 작성할 당시 숙지하지 못하거나 본인에게 유리하게 존속한다고 추정하지 못하지만 이를 숙지하였다면 채무자와의 결산에 중대한 영향을 미쳤을 것이 분명한 클레임에 대해서는 일반 면제가 적용되지 않는다"고 규정되어 있습니다.

Ambrosia.com은 제삼자의 활동, 콘텐츠, 정보, 데이터에 대해 책임지지 않으며, 회원님은 인지 여부에 관계없이 해당 제삼자를 상대로 제기하는 주장으로 인해 또는 그와 관련해 발생하는 주장과 손해로부터 Ambrosia.com과 Ambrosia.com의 이사진, 임직원, 대리인을 면제시킵니다.
면책

회원님(과 서비스에서 회원님이 계정 또는 활동을 운영하는 제삼자)은 (서비스상에서 회원님의 직접 활동 또는 회원님을 대신하여 수행된 활동으로 인한 결과 등) 다음에서 발생했거나 이와 관계된 방식에 따른 일체의 주장, 책임, 손상, 손실, 합리적인 변호사 선임료 및 수수료 등 비용 등에서 Ambrosia.com 측에 피해가 가지 않도록 (Ambrosia.com의 요청에 따라) 변호, 면책 또는 유지할 것에 동의합니다. (i) 회원님의 게시물 또는 서비스에 대한 액세스 또는 서비스의 사용, (ii) 회원님이 이 이용 약관을 위반한 경우 또는 위반했다는 주장, (iii) 회원님이 지적재산권, 홍보권, 기밀 보호, 재산 또는 개인 정보 보호 권리 등 제삼자의 권리를 위반한 경우, (iv) 회원님이 법, 규정, 규칙, 법규, 법령, 조례 또는 모든 규제, 행정 및 법률 당국 등 정부 및 준정부 기관의 명령을 위반한 경우, (v) 회원님에 의한 허위 진술. 회원님은 주장의 변호 시 Ambrosia.com에 요청에 따라 전적으로 협조해야 합니다. Ambrosia.com은 회원님에 의한 면책의 적용을 받는 모든 사안에 배타적 방어 및 통제력을 행사할 권리를 보유하고, 회원님은 어떠한 경우에도 Ambrosia.com의 사전 동의 없이 주장을 해결할 수 없습니다.
중재

회원님이 거부하는 경우 또는 (1) (상표, 트레이드 드레스, 도메인 이름, 대외비, 저작권, 특허와 같은) 회원님이나 Ambrosia.com의 지적재산, (2) API 약관 위반 또는 (3) 위의 기본 약관 중 조항 13 또는 15 위반("제외되는 분쟁")과 관련된 경우를 제외하고, 회원님은 Ambrosia.com과의 관계와 관련하여 이 이용 약관에 관련된 분쟁, 회원님의 서비스 사용 및/또는 개인 정보 보호 권리 및/또는 홍보권 등 회원님과 Ambrosia.com 사이의 모든 분쟁이 소비자 관련 분쟁 중재를 위한 미국 중재 협회의 규정에 의거하여 구속력을 지니는 개별 중재에 의해 해결될 것이라는 점에 동의하고, 회원님과 Ambrosia.com은 이에 따라 명백히 배심원에 의한 재판을 포기합니다. 소액 재판소의 규정에 의해 허용되는 경우, 회원님은 대안으로서 가까운 소액 재판소에 문제를 제기하실 수 있습니다. 회원님은 본인만을 대변하여 주장을 제기하실 수 있습니다. 회원님이나 Ambrosia.com은 이 동의서에서 다루어지는 주장에 대해 집단 소송 또는 집단 수준의 중재에 참여할 수 없습니다. 또한 회원님은 Ambrosia.com이 소송 당사자일 경우 법집행자 자격(private attorney general capacity) 또는 대리인 자격(representative capacity)에서 제기된 문제 또는 다른 사람의 계정과 연관된 집단 소송에 참여하지 않을 것에 동의합니다. 이 분쟁 해결 조항은 연방 중재법에 의해 관장됩니다. 미국 중재 협회가 사건 제출 후 160일 안에 심리 날짜를 지정하지 않으려 하거나 정할 수 없을 경우, Ambrosia.com 또는 회원님은 대신 Judicial Arbitration and Mediation Services가 시행하는 중재를 받도록 선택할 수 있습니다. 중재자가 중재 판정에서 내린 판결은 관할권을 지닌 법원에서 시행될 수 있습니다. 그러나 해당 법의 조항이 있더라도 중재자는 이 이용 약관에 상충되는 배상, 구제책, 보상금 지급을 수여할 권한을 갖지 않습니다.

회원님은 중재를 위해 이 동의서를 거부할 수 있습니다. 거부하실 경우, 회원님이나 Ambrosia.com은 다른 사람이 중재 절차에 참여하도록 규정할 수 없습니다. 거부하시려면 회원님이 이 중재 조항에 적용을 받게 된 첫 날로부터 30일 안에 Ambrosia.com에 서면으로 통지하셔야 합니다. 거부 시에는 다음 주소를 이용해주세요.

Ambrosia.com, LLC ATTN: Arbitration Opt-out 1601 Willow Rd. Menlo Park, CA 94025

회원님의 이름, 거주지 주소, Ambrosia.com 계정에서 사용하시는 이메일 주소, 이 중재 동의서를 거부하고자 한다는 분명한 진술서를 포함하셔야 합니다.

위에 포함된 제삼자를 대변하여 제기된 집단 소송 및 기타 문제에 대한 금지가 집행 가능하지 않은 것으로 판단될 경우, 이 중재 항에서 위에 언급된 모든 표현은 무효가 됩니다. 이 중재 동의서는 회원님과 Ambrosia.com의 관계가 종료된 이후에도 적용됩니다.
주장의 시효

회원님은 Ambrosia.com과의 관계로 인해 또는 이와 관련하여 발생할 수 있는 모든 주장이 해당 주장이 발생한 후 1년 내에 제기되어야 한다는 점에 동의하고, 그렇지 않을 경우 회원님의 주장은 영구 금지됩니다.
준거법 및 장소

이 이용 약관은 법률의 저촉 원칙을 시행하지 않고 캘리포니아 주법에 의거하여 관장 및 해석되고, 해당될 경우 구체적으로 국제물품매매계약에 관한 국제연합협약에 의해 관장되지 않습니다. 이 이용 약관 제외되는 분쟁의 중재 조항과 관련된 사법 재판 또는 형평법 관련 소송 또는 회원님이 중재 동의서를 거부하신 경우, 회원님은 회원님과 Ambrosia.com 사이의 모든 분쟁을 캘리포니아 산타클라라에 위치한 주 또는 연방 법원에서 배타적으로 해결하고, 해당되는 모든 분쟁을 소송할 목적으로 산타클라라 카운티에 위치한 속인적 관할 법원을 따를 것에 동의합니다.

이 이용 약관의 특정 조항이 위법, 무효 또는 특정 사유로 인해 중재 중에 또는 관할 사법권의 법원에 의해 집행이 가능하지 않은 것으로 판결될 경우, I해당 조항은 이 이용 약관으로부터 분리 가능한 것으로 간주되고 나머지 조항의 유효성 및 집행 가능성에는 영향이 발생하지 않습니다. Ambrosia.com이 이 약관의 특정 조항의 엄중한 수행을 주장 또는 이행하지 못할 경우 이는 특정 조항이나 권리를 포기하는 것으로 해석되지 않습니다. 이 약관의 일부를 포기하는 것은 해당 약관 또는 다른 약관을 추가 또는 지속적으로 포기하는 것으로 간주되지 않습니다. Ambrosia.com은 이 분쟁 해결 조항을 변경할 권리를 보유하나, 해당 변동 사항은 개정 시행일 전에 발생한 분쟁에 적용되지 않습니다. 이 분쟁 해결 조항은 회원님과 Ambrosia.com 사이의 특정 또는 모든 거래가 종료된 이후에도 적용됩니다.
전체 동의서

회원님이 법인을 대표하여 서비스를 사용하시는 경우, 회원님은 본인이 해당 법인을 대표하여 동의서를 시행하도록 승인을 받았음을 나타냅니다. 이 이용 약관은 회원님과 Ambrosia.com 사이에 전체 약관을 구성하고, 회원님의 서비스 사용을 관장하며, 회원님과 Ambrosia.com 사이에 존재했던 이전의 동의서를 대체합니다. 회원님은 자발적으로 또는 법의 효력에 따라 Ambrosia.com의 사전 서면 동의 없이 전체적으로 또는 부분적으로 이 이용 약관을 양도하거나 이에 따른 모든 권리를 양도하거나 의무를 위임할 수 없습니다. Ambrosia.com의 적합한 사전 서면 동의 없이 회원님이 양도 또는 위임하시는 경우 이는 무효가 됩니다. Ambrosia.com은 회원님의 동의 없이 이 이용 약관 또는 이에 따른 권리를 양도할 수 있습니다. 이 이용 약관의 특정 조항이 관할 사법권의 법원에 의하여 유효하지 않거나 집행 가능하지 않은 것으로 판결되더라도, 당사자는 해당 부분이 이 이용 약관에서 분리 가능한 것으로 간주되고 나머지 조항의 유효성 및 집행 가능성에 영향이 발생하지 않는다는 점에 동의하고, 이용 약관에 있는 나머지 조항의 시행력과 효력은 전체적으로 유지됩니다. 당사자 사이의 행동 방침 또는 거래 관행으로 이용 약관이 수정되지 않습니다. 이 이용 약관은 타인에게 수익권을 부여하지 않습니다.
지역적 제한

서비스 내에서 제공되는 정보는 배포 또는 사용이 법이나 규정에 반하게 되거나 Ambrosia.com이 해당 사법권 또는 국가에서 가입 준수 사항의 적용을 받도록 하는 특정 사법권 또는 국가에 있는 개인이나 단체에 배포 또는 이들에 의해 사용되도록 의도되지 않습니다. Ambrosia.com은 서비스 또는 서비스의 특정 부분의 이용 가능성을 단일 재량에 따라 특정 개인, 지역 또는 사법권으로 언제든지 제한하고 특정 콘텐츠, 프로그램, 제품, 서비스 또는 Ambrosia.com이 제공하는 기타 기능의 수량을 제한할 권리를 보유합니다.

서비스에 관련되거나 서비스에 의해서 이용 가능한 소프트웨어는 미국 수출 통제 규정의 적용을 받을 수 있습니다. 따라서 서비스에서 발생한 소프트웨어는 (a) 미국이 금수 조치를 취한 상품을 두고 있는 국가(또는 국민 또는 거주자), (b) 미국 재무부의 특별제재 대상 또는 미국 상무부의 거부명령 리스트에 해당되는 자에게로 다운로드, 수출 또는 재수출될 수 없습니다. 회원님은 서비스에 관련된 소프트웨어를 다운로드함으로써 회원님이 해당 국가 또는 해당 리스트에 거주하고 있거나, 통제 하에 있거나 국민 또는 거주자가 아니라는 점을 진술 및 보장하게 됩니다.

이 이용 약관의 시행일은 2013년 1월 19일입니다. 이 이용 약관은 미국 영어로 작성되었습니다. 이 이용 약관의 번역본이 영문본과 상충될 경우 영문본이 우선합니다. 
</body>
</html>