<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
Ambrosia.com(이하 "Ambrosia.com," "우리," "저희" 또는 "당사")에 오신 것을 환영합니다. Ambrosia.com에서는 콘텐츠 공유 플랫폼을 통해 미디어를 빠르고 근사하고 재미있게 공유할 수 있습니다. 사진을 찍은 후 사진의 분위기와 느낌을 바꿀 수 있는 필터를 선택한 다음 원하실 경우 댓글을 달고 공유하시면 됩니다.

    개인정보취급방침에는 Ambrosia.com과 일부 협력 업체가 모바일 서비스, 웹사이트, Ambrosia.com 서비스("서비스"로 통칭)상에서 또는 이와 관련하여 제공되는 모든 소프트웨어에 대해 정보를 수집, 사용, 공유, 보호하는 방법과 정보의 수집 및 사용에 대한 사용자의 선택에 대해 설명되어 있습니다.
    회원님은 서비스를 사용함으로써 Ambrosia.com이 사용자가 사진, 댓글, 기타 내용 등 게시물("사용자 콘텐츠")을 서비스에 게시하고 사용자 게시물을 공개적으로 공유할 수 있는 플랫폼을 제공한다는 점을 이해하고 이에 동의하게 됩니다. 즉, 서비스를 통해 전체 공개하신 사용자 콘텐츠를 다른 사용자가 이 개인정보취급방침의 약관 및 Ambrosia.com의 이용약관(http://Ambrosia.com.com/legal/terms에 나와 있음)에 따라 검색, 조회, 사용, 공유할 수 있습니다.
    이 방침은 모든 방문자, 사용자, 서비스에 접근하는 모든 사람("사용자")에게 적용됩니다.

1. 수집하는 정보

Ambrosia.com은 다음과 같은 유형의 정보를 수집합니다.
회원님이 Ambrosia.com에 직접 제공하는 정보:

    Ambrosia.com 계정 가입 시 사용자 이름, 비밀번호, 이메일 주소
    사용자 프로필을 위해 제공한 프로필 정보(예: 이름, 성, 사진, 전화번호). 이 정보를 이용하여 회원님과 다른 사용자들을 Ambrosia.com에서 "찾을" 수 있습니다.
    서비스에 게시한 사용자 콘텐츠(예: 사진, 댓글, 기타 내용)
    회원님과 Ambrosia.com 간의 커뮤니케이션. 예를 들어, Ambrosia.com은 회원님에게 서비스 관련 이메일(예: 계정 인증, 서비스 기능 변동/수정, 기술 및 보안 알림)을 보낼 수 있습니다. 서비스 관련 이메일은 수신을 거부할 수 없습니다.

Ambrosia.com에서 친구 찾기:

    회원님의 선택에 따라 "친구 찾기" 기능을 이용하여 (i) 사용자의 연락처 리스트, (ii) 타사 소셜 미디어 사이트, (iii) Ambrosia.com에서의 이름 및 사용자 이름 검색 중 한 가지를 통해 Ambrosia.com 계정을 가지고 있는 다른 사람을 찾을 수 있습니다.
    (i) 기기의 연락처를 통해 친구를 찾는 경우, Ambrosia.com은 연락처에 액세스하여 연락처에 있는 다른 사람이 Ambrosia.com 사용자인지 확인합니다.
    (ii) 타사 소셜 미디어 사이트를 통해 친구를 찾는 경우 타사 서비스로 연결된 링크를 설치하라는 안내 메시지가 나타나고 회원님은 해당 서비스가 Ambrosia.com에 제공할 수 있는 모든 정보가 이 개인정보취급방침에 의해 관장된다는 점을 확인하게 됩니다.
    (iii) Ambrosia.com에서 이름이나 사용자 이름을 검색하여 친구를 찾는 경우 검색 창에 이름을 입력하시면 서비스에서 검색해 드립니다.
    "친구 초대" 기능 관련 참고 사항: "친구 초대" 기능을 통해 다른 사람을 초대하는 경우 기기의 연락처에서 한 명을 직접 선택하고 개인 계정에서 SMS나 이메일을 보낼 수 있습니다. 회원님은 기기로 발송하는 커뮤니케이션 서비스에 적용되는 모든 비용에 대해 책임을 지며, 친구 초대가 회원님 개인 계정에서 직접 실행되므로 Ambrosia.com은 해당 커뮤니케이션에 액세스하거나 관리할 권한이 없다는 점을 이해하고 이에 동의합니다.

분석 정보:

    Ambrosia.com은 타사의 분석 기능을 사용하여 서비스를 위한 트래픽과 사용 트렌드를 측정하고 있습니다. 이러한 기능에서는 회원님께서 방문하신 웹 페이지, 부가 기능, 서비스 개선에 도움이 되는 기타 정보 등 기기나 서비스에서 전송된 정보가 수집됩니다. Ambrosia.com은 분석 정보와 함께 다른 사용자들로부터 분석 정보를 수집하고 사용함으로써 이러한 정보가 특정한 개별 사용자를 식별되는 데 합리적으로 사용될 수 없도록 합니다.

쿠키 및 유사 테크놀로지:

    회원님이 서비스를 방문하실 때 Ambrosia.com은 쿠키와 픽셀, 웹 비콘, 로컬 스토리지 등 유사한 테크놀로지를 사용하여 회원님이 Ambrosia.com을 이용하는 방식에 대한 정보를 수집하고 회원님에게 기능을 제공해 드립니다.
    저희는 광고주나 다른 파트너들에게 회원님의 기기에 광고나 서비스를 제공할 것을 요청할 수 있고, 해당 기기는 Ambrosia.com이나 타사에 의해 설치된 쿠키 또는 유사 테크놀로지를 사용할 수 있습니다.
    자세한 정보를 원하시면 쿠키 소개 섹션을 참조하세요.

로그 파일 정보:

    로그 파일은 회원님이 웹 페이지나 앱에 액세스를 요청(예: 방문)할 때마다 브라우저에 의해서 자동으로 보고됩니다. 웹 페이지나 앱의 내용이 사용자의 브라우저나 기기로 다운로드된 시간 정보도 포함될 수 있습니다.
    회원님이 서비스를 사용하실 때 회원님의 웹 요청, 인터넷 프로토콜("IP") 주소, 브라우저 유형, 참조 / 나가기 페이지 및 URL, 클릭수, 서비스상의 링크 접속 방법, 도메인 이름, 랜딩 페이지, 조회된 페이지, 기타 정보 등 특정한 로그 파일 정보는 자동으로 Ambrosia.com의 서버에 저장됩니다. 또한 Ambrosia.com 사용자에게 전송된 이메일에서 유사한 정보를 수집한 다음 수신자가 어떠한 이메일을 열었고 링크를 클릭했는지를 추적할 수도 있습니다. 이러한 정보는 서비스가 정확히 보고되고 개선될 수 있도록 해줍니다.

기기 식별자:

    태블릿이나 휴대폰과 같은 모바일 기기로 서비스에 액세스하는 경우, Ambrosia.com은 회원님의 기기에서 액세스, 수집, 모니터링, 저장 활동을 하면서 원격으로 "기기 식별자"를 1개 이상 저장할 수 있습니다. 기기 식별자는 모바일 기기에 저장되거나 관련된 작은 데이터 파일 또는 유사한 데이터 구조로, 모바일 기기를 고유하게 식별해 줍니다. 기기 식별자는 기기 하드웨어와 관련하여 저장되는 데이터, 기기의 운영 체제 또는 기타 소프트웨어와 관련하여 저장되는 데이터, Ambrosia.com이 기기로 보낸 데이터 등일 수 있습니다.
    기기 식별자는 Ambrosia.com이나 타사 파트너에 회원님의 이동 및 서비스 이용 방식에 대한 정보를 전달해 주고, Ambrosia.com이나 다른 회사들이 보고서나 개인화된 콘텐츠 및 광고를 제공할 수 있도록 해줍니다. 기기 식별자의 사용 또는 이용 가능성이 제한되거나 차단된 경우 서비스의 일부 기능이 제대로 작동하지 않을 수 있습니다.

메타데이터:

    메타데이터는 일반적으로 사용자 콘텐츠와 관련된 기술 데이터입니다. 예를 들어, 메타데이터에는 사용자 콘텐츠가 수집된 방식, 시기, 주체 그리고 해당 콘텐츠의 형식이 설명되어 있습니다.
    사용자는 해시태그(예: 사진을 게시할 때 키워드 표시), 지오태그(예: 사진에 위치 표시), 댓글 또는 기타 데이터 등 사용자 콘텐츠에 메타데이터를 추가하거나 추가되도록 할 수 있습니다. 이렇게 하면 다른 사람이 사용자 콘텐츠를 더 쉽게 검색할 수 있고 참여도가 높아집니다. 다른 API를 사용하여 사진에 지오태그를 남기거나 사진을 태그할 경우 경도 및 위도가 사진과 함께 저장되고, 공개 범위 설정에 따라 사진을 전체 공개하시면 위치나 맵 기능을 통해 사진이 검색 가능해집니다.

2. 정보 사용 방식

이 개인정보취급방침에 설명되어 있는 구체적인 정보 사용과 더불어 Ambrosia.com은 받은 정보를 다음과 같이 사용합니다.

    회원님이 로그인한 후 정보에 효율적으로 액세스할 수 있도록 해드립니다.
    서비스에 방문하고 있을 때 또는 다음 번에 방문할 때 정보를 다시 입력할 필요가 없도록 정보를 기억합니다.
    온라인 광고 또는 기타 형태의 마케팅 등이 포함된 개인화된 콘텐츠와 정보를 회원님과 다른 사용자들에게 제공해 드립니다.
    서비스의 효율성을 제공, 개선, 테스트, 모니터링합니다.
    새 제품이나 기능을 개발하고 테스트합니다.
    총 방문자 수, 트래픽, 인구통계 패턴과 같은 데이터를 모니터링합니다.
    기술적 문제를 진단하거나 해결합니다.
    회원님의 기기에서 Ambrosia.com 앱을 자동으로 업데이트합니다.
    Ambrosia.com이나 기타 사용자가 서비스상에서 콘테스트, 특별 쿠폰, 기타 이벤트 또는 활동("이벤트")을 진행할 수 있습니다. 이벤트에 참여하고 싶지 않으시다면 해당 이벤트와 관련된 특정 메타데이터(예: 해시태그나 지오태그)를 사용하지 마시기 바랍니다.

3. 정보 공유

Ambrosia.com은 이 방침에 명시된 경우를 제외하고 회원님의 동의 없이 Ambrosia.com 외부인(또는 Ambrosia.com이 속한 회사 그룹)에게 회원님의 정보를 대여하거나 판매하지 않습니다.

회원님의 정보를 공유할 수 있는 대상:

    쿠키에서 나온 정보, 로그 파일, 기기 식별자, 위치 데이터, 사용 데이터 등 사용자 콘텐츠와 회원님의 정보는 Ambrosia.com이 소속된 동일한 회사 그룹에 법적으로 속해 있는 회사 또는 해당 그룹의 일부가 되는 회사("제휴사")와 공유될 수 있습니다. 제휴사는 이러한 정보를 서비스(분석 정보 제공 등을 함으로써) 및 제휴사(회원님에게 더 우수하고 관련성 높은 환경 제공 등을 제공함으로써)의 자체 서비스를 제공, 이해, 개선하는 데 사용할 수 있습니다. 그러나 이러한 제휴사는 회원님의 사진 공개 범위에 대한 결정을 존중합니다.
    또한 회원님의 정보뿐만 아니라 쿠키, 로그 파일, 기기 식별자, 위치 데이터와 같은 도구에서 발생한 정보는 회원님에게 서비스를 제공할 때 협조하는 외부 업체("서비스 제공업체")와 공유될 수 있습니다. 합리적인 기밀 약관에 따라서 서비스 제공업체는 서비스 제공에 합리적으로 필요한 회원님의 정보에 액세스할 권한을 갖습니다.
    또한 쿠키 데이터와 같은 특정 정보가 외부 광고 파트너와 공유될 수 있습니다. 이러한 정보를 통해 외부 광고 네트워크는 회원님에게 가장 큰 관심을 끌 것이라고 생각되는 타게팅 광고 실시 등을 할 수 있습니다.
    Ambrosia.com은 회원님을 식별할 수 있는 일부 데이터를 삭제하고, 외부인과는 익명의 데이터를 공유합니다. 또한 회원님과 연관성이 없는 방식으로 회원님의 정보와 기타 정보를 결합한 후 이러한 총괄 정보를 공유할 수 있습니다.

회원님이 본인의 사용자 콘텐츠를 공유하기로 선택할 수 있는 대상:

    사용자 콘텐츠 등 회원님이 자발적으로 서비스에 게시하기 위해 공개한 모든 정보나 게시물은 전체 공개되고, 설정한 해당 공개 범위에 따라 제한됩니다. 서비스의 공개 범위를 변경하려면 프로필 설정을 변경하시기 바랍니다. 사용자 콘텐츠를 공유한 다음 이를 전체 공개로 설정하면 다른 사용자가 해당 사용자 콘텐츠를 재공유할 수 있습니다.
    프로필과 공개 범위에 따라 전체 공개된 사용자 콘텐츠는 다른 사용자에 의해 검색이 가능하고, Ambrosia.com API에 따라 사용 가능합니다. Ambrosia.com API의 사용은 이 개인정보보호방침의 약관을 통합하고 있는 API 이용 약관의 적용을 받습니다.
    회원님이 서비스에 게시하신 정보를 삭제하신다고 해도, 복사본이 서비스의 캐시 또는 아카이브 페이지에서 여전히 조회가 가능하거나, 또는 다른 사용자나 Ambrosia.com API를 사용하는 타사가 해당 정보를 복제 또는 저장해 두었을 수도 있습니다.

통제권 변경 시:

    Ambrosia.com의 일부나 전부 또는 Ambrosia.com의 자산이 다른 조직에 매각 또는 양도될 경우(예: 인수 합병, 파산, 해산, 청산), 이름, 이메일 주소, 사용자 콘텐츠, 서비스를 통해 수집된 기타 정보 등 회원님의 정보가 매각되거나 양도된 항목 중에 존재할 수 있습니다. 회원님의 사용자 콘텐츠는 회원님이 계속해서 소유하게 됩니다. 매각을 한 측이나 양도를 받은 측은 이 개인정보취급방침에 명시된 내용을 준수해야 합니다.

법적 요청에 대한 대응과 피해 방지

    Facebook은 법적인 요청(예: 수색 영장, 법원 명령서, 소환장 등)이 수반되고 법의 집행을 위해 필요하다고 판단될 경우에 한 해 회원님의 정보에 액세스하고 이를 보존하며 공유할 수 있습니다. 여기에는 미국 외 지역 관할권에서 법적 요청이 수반되고, 해당 관할권의 법에 의해 필요성이 인정되며, 그 지역 내의 사용자들에게 영향을 미침과 동시에 국제적으로 용인되는 기준에 부합한다고 판단될 때 해당 관할권의 요청을 받아들이는 경우가 포함됩니다. 또한 Facebook이 필요하다고 판단할 경우 정보에 액세스하고 정보를 보존하고 공유할 수 있습니다. 여기에는 사기 또는 다른 불법 행위를 예방하고 이에 대해 조치를 취하거나, 수사 과정에서 Facebook, 회원님, 다른 사람들을 보호하거나, 생명을 보호하고 상해를 막기 위한 경우 등이 포함됩니다. 저희가 회원님과 관련해 수집하는 정보는 법적인 요청, 의무, 정부 조사, 저희 약관과 정책에 대한 잠재적 위반에 대한 조사의 대상이 되는 경우, 또는 피해를 방지하기 위해 장기간 이용, 처리 또는 보관될 수 있습니다.

4. 정보 보관 방식

보관 및 처리:

    서비스를 통해 수집된 회원님의 정보는 미국이나 Ambrosia.com, 제휴사 또는 서비스 제공업체가 시설을 유지하고 있는 기타 다른 국가에서 보관 및 처리될 수 있습니다.
    Ambrosia.com, 제휴사, 서비스 제공업체는 개인 정보 등 회원님과 관련하여 수집한 정보를 국경을 넘어서 회원님의 국가 또는 관할권으로부터 전 세계에 있는 다른 국가 또는 관할권으로 전달할 수 있습니다. 유럽 연합이나 미국법과 다른 데이터 수집 및 사용 관련 법을 둔 기타 지역의 거주자들은 개인 정보 등 정보가 회원님의 관할권과 데이터 보호법이 동일하지 않은 국가나 관할권으로 정보가 전달될 수 있다는 점에 유의해주세요.
    회원님은 서비스에 가입하거나 서비스를 사용함으로써 정보가 미국 또는 Ambrosia.com, 제휴사 또는 서비스 제공업체가 시설을 유지하고 이 개인정보취급방침에 설명된 바와 같이 회원님에 관련된 정보를 사용 및 공개하는 기타 국가로 전달될 수 있다는 점에 동의하게 됩니다.
    Ambrosia.com은 영업적으로 합리적인 안전 조치를 이용하여 서비스를 통해 수집된 정보를 안전하게 유지하고, 합리적인 단계(고유 비밀번호 요청 등)를 취함으로써 회원님에게 계정 접근 권한을 드리기 전에 신원을 확인하고 있습니다. 그러나 Ambrosia.com에 전송된 정보의 보안성을 확인하거나 서비스상의 정보가 이용, 공개, 수정 또는 파기될 수 없다는 점을 보장하지 않습니다.
    회원님은 이에 협조해 주시기 바랍니다. 회원님은 고유 비밀번호 및 계정 정보의 비밀성을 유지하고 회원님과 Ambrosia.com 사이에서 교류되는 이메일의 접근 권한을 항상 통제해야 할 책임이 있습니다. 회원님의 공개 범위는 회원님이 Ambrosia.com에 연결하신 소셜 미디어 서비스의 변경에 의해 영향을 받을 수도 있습니다. Ambrosia.com은 기타 업체의 기능, 개인 정보 보호 또는 보안 방책에 대해 책임지지 않습니다.

5. 사용자의 정보에 관한 사용자의 선택

계정 정보 및 프로필/공개 범위 설정:

    로그인한 후 프로필 설정을 변경하시면 언제든지 계정을 수정할 수 있습니다.
    커뮤니케이션 수단에 제공되어 있는 "수신 거부 링크"를 클릭하시면 Ambrosia.com에서 보내드리는 이메일을 받지 않게 됩니다. 위에 언급한 바와 같이 회원님은 서비스에 관한 커뮤니케이션(예: 계정 인증, 구매 및 청구 확인 및 재확인, 서비스 기능의 변경/수정, 기술 및 보안 공지 사항)의 수신을 거부할 수 없습니다.
    계정 정보의 검토나 수정에 관해 자세히 알아보세요.

사용자 콘텐츠의 보관 기간:

    Ambrosia.com, 제휴사 또는 서비스 제공업체는 계정이 종료 또는 비활성화된 후 프로필 정보와 같은 정보와 사용자 콘텐츠를 백업, 아카이브, 및/또는 감사 목적으로 업계에서 통용되는 적절한 기간 동안 보관할 수 있습니다.
    계정 삭제에 대해 자세히 알아보세요.

6. 아동의 개인 정보 보호

Ambrosia.com은 만 14세 미만인 사용자로부터 정보를 고의로 수집하거나 요청하지 않고 해당 사용자가 서비스에 가입하도록 고의로 허용하지 않습니다. 서비스 및 서비스 콘텐츠는 만 13세 미만의 아동을 대상으로 하지 않습니다. Facebook은 부모의 동의 없이 13세 미만의 아동으로부터 개인 정보를 수집한 사실을 확인하는 즉시 해당 정보를 삭제합니다. 만 14세 미만인 아동으로부터 수집되었거나 이러한 아동에 관련된 정보가 Ambrosia.com에 있다고 생각하실 경우 저희에게 연락해주세요.
7. 기타 웹사이트와 서비스

Ambrosia.com은 기타 웹사이트나 서비스로 또는 서비스에서 연결된 내용에 포함된 정보나 콘텐츠 등 이에 의해 시행되는 관행에 대해 책임지지 않습니다. Ambrosia.com의 서비스에서 다른 웹사이트나 서비스로 연결된 링크를 사용하실 때에는 Ambrosia.com의 개인정보취급방침이 이러한 타사 웹사이트나 서비스에는 적용되지 않는다는 점에 유의하시기 바랍니다. Ambrosia.com 웹사이트상에 링크를 두고 있는 타사를 포함하여 이러한 타사의 웹사이트나 서비스에서 일어나는 회원님의 탐색 및 교류 활동은 해당하는 타사 자체의 규정과 정책의 적용을 받습니다. 또한 회원님은 회원님이 사용자 콘텐츠에 액세스하도록 승인한 타사에 대해 Ambrosia.com이 책임을 지지 않고 통제력을 지니고 있지 않다는 점에 동의합니다. 타사의 웹사이트나 서비스를 이용하는 중에 타사에 회원님의 사용자 콘텐츠에 액세스를 허용한 경우, 이에 따른 위험은 회원님의 책임입니다.
8. 사망 사용자와 관련한 연락 방법

Ambrosia.com 사용자가 사망한 경우에는 저희에게 연락해주세요. 일반적으로 커뮤니케이션은 이메일을 통해 이루어지지만, 기타 정보가 필요할 경우 회원님이 요청 시 입력하신 이메일 주소로 회원님에게 연락을 드리겠습니다.
9. 연락 방법

개인정보취급방침이나 서비스에 관한 질문은 고객 센터 내에서 저희에게 연락할 수 있는 적합한 지원 채널을 찾아주시기 바랍니다.
10. 개인정보취급방침 변경

Ambrosia.com은 경우에 따라 이 개인정보취급방침을 개정 또는 수정할 수 있으므로 방침을 주기적으로 확인해주세요. 상황에 따라 적합한 방법으로 추가 형태의 개정 또는 수정 공지 사항이 제공될 수도 있습니다. 이 개인정보취급방침이 개정된 후에 Ambrosia.com이나 서비스를 계속 사용하실 경우 해당 개정을 수락하시는 것으로 간주됩니다.
</body>
</html>